---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.StairsSupports
source: html/9e538084-9538-5383-f73a-04e0551dda54.htm
---
# Autodesk.Revit.DB.GroupTypeId.StairsSupports Property

Supports.

## Syntax (C#)
```csharp
public static ForgeTypeId StairsSupports { get; }
```